{
  "books": [
      {
          "id": 1,
          "title": "Ведьмак. Дорога без возврата",
          "author": 1,
          "description": "Сидевшая на плече у Висенны птица что-то проскрипела, взмахнула пестрыми крылышками и, шумно взлетев, порхнула в заросли. Висенна придержала коня, прислушалась, потом осторожно двинулась вдоль лесной дорожки.Формально, это еще не сама сага, а, так сказать, пилотный выпуск. Сборник рассказов Анджея Сапковского в качестве предисловия. Из этой книги можно узнать, как познакомились родители Геральта из Ривии, отправиться вместе с героями через Вампирьи Поля, Гнилые Болота, Пыльные Равнины, Пущи Звенящих Берцовых Костей, Туманные Распадки Смерти, Горы Слез, Возвышенности Скрежета Зубовного и Ущелья Брюшного Тифа. Все дальше и дальше, на поиски Серых Гор, где, как известно, полным-полно золота.",
          "image": "https://img-gorod.ru/uf/13/285/13285.png"
      },
      {
          "id": 2,
          "title": "Ведьмак. Последнее желание",
          "author": 1,
          "description": "Она пришла под утро. Вошла осторожно, тихо, бесшумно ступая, плывя по комнате, словно призрак, привидение, а единственным звуком, выдававшим ее движение, был шорох накидки, прикасавшейся к голому телу. Однако именно этот исчезающе тихий, едва уловимый шелест разбудил ведьмака, а может, только вырвал из полусна, в котором он мерно колыхался, словно погруженный в бездонную тонь, висящий между дном и поверхностью спокойного моря, среди легонько извивающихся нитей водорослей.Профессиональный истребитель чудовищ по своему очередному заданию прибывает в столицу Вызиму, чтобы расправиться с упырем и спасти дочь короля. Задание оказывается непростым, в процессе Геральт раскрывает придворные интриги, рискует собственной жизнью и даже получает опасное ранение. Первая книга из мира на острие меча, наполненного опасной магией, смертельными проклятиями, великолепными боевыми сценами и захватывающими приключениями.",
          "image": "https://img-gorod.ru/uf/11/839/11839.png"
      },
      {
          "id": 3,
          "title": "Ведьмак. Меч предназначения",
          "author": 1,
          "description": "— Повторяю: он оттуда не выйдет, — убежденно сказал прыщавый, качая головой. — Уже час с четвертью, как залез. Ему конец.Столпившиеся у развалин жители молчали, уставившись на чернеющее в руинах отверстие — заваленный камнями вход в подземелье. Толстяк в желтой суконной куртке переступил с ноги на ногу, кашлянул, снял с головы берет. — Погодим еще, — сказал он, вытирая пот с реденьких бровей. В этой части Геральт впервые встречает Цири и находит свое Предназначение. А еще сражается с драконоборцами, выясняет свой предел возможного, раскрывает тайну погибших собирателей жемчуга и получает серьезное ранение. А в это время огромная армия Нильфгаарда наступает с юга…",
          "image": "https://img-gorod.ru/uf/11/840/11840.png"
      },
      {
          "id": 4,
          "title": "Ведьмак. Кровь эльфов",
          "author": 1,
          "description": "Сапковский А. Город горел. Забитые дымом узкие улочки, ведущие ко рву, к первой террасе, полыхали жаром, языки пламени пожирали притулившиеся друг к другу соломенные крыши домов, лизали стены замка. С запада, от портовых ворот, накатывался крик, звуки яростного боя, глухие, сотрясающие стены удары тарана. Королевство Цинтра захвачено, однако юная наследница Цири чудом избежала смерти. Геральт доставляет ее в убежище ведьмаков, где девочка приступает к обучению. А затем выясняет, что и сама обладает магическими способностями. Теперь нужно разобраться, что делать с ее сверхъестественными силами и как научиться ими управлять. Упомянутая в названии кровь эльфов в этой книге действительно прольется…",
          "image": "https://img-gorod.ru/uf/11/841/11841.png"
      },
      {
          "id": 5,
          "title": "Ведьмак. Час презрения",
          "author": 1,
          "description": "Аплегатт знал, в чем тут дело. Он видел много, а слышал и того больше. От него требовалось незамедлительно стереть из памяти содержание переданного сообщения, забыть о нем так, чтобы не вспомнить даже под пытками. Но Аплегатт помнил. Помнил и знал, почему короли вдруг перестали обращаться к магии и магикам. Сообщения, которые перевозили гонцы, должны были оставаться тайной для чародеев. Короли вдруг не стали доверять магикам, перестали поверять им свои секреты. Разладилась дружба между королями и чародеями. Больше никому нельзя доверять. Кровавый мятеж развязывает новую войну, Цири находит временное убежище в пустыне, а чудом оставшийся в живых Геральт оказывается в Брокилоне. Теперь каждый сам по себе и окружающий мир больше не станет прежним, как никому из наших героев уже не придется вернуться к привычной жизни.",
          "image": "https://img-gorod.ru/uf/11/868/11868.png"
      },
      {
          "id": 6,
          "title": "Ведьмак. Крещение огнем",
          "author": 1,
          "description": "В кустах дебоширили птицы. Склон балки покрывала плотная, густая масса ежевики и барбариса — идеальное место для гнездовья и кормежки, поэтому неудивительно, что тут прямо-таки кишмя кишела птица. Самозабвенно расточали трели зеленушки, щебетали чечетки и славки-завирушки, то и дело раздавалось звучное «теньк-теньк» зяблика. «Зяблик тенькает к дождю», — подумала Мильва, невольно взглянув на небо. Туч не было. Но зяблики всегда тенькают к дождю. А немного бы дождя не помешало. Геральт в компании обаятельного Лютика разыскивает Цири по всему свету. Вместе с ним путешествуют великолепная лучница Мальва, посланник императора, практически двойник Цири и – вы просто не поверите! – высший вампир. Так невероятно усложнилась и изменилась жизнь, если профессиональный наемник вынужден обретаться в столь странной компании.",
          "image": "https://img-gorod.ru/uf/13/286/13286.png"
      },
      {
          "id": 7,
          "title": "Первое правило волшебника",
          "author": 2,
          "description": "Еще вчера молодой Ричард был всего лишь лесным проводником, а нынче ему выпал на долю тяжкий жребий Искателя Истины. Тяжкий, ибо магия не приносит радости, а за истину, как и за могущество, расплачиваются дорогой ценой. Тяжкий – ибо Искателю Истины надлежит вступить с величайшим из черных магов трех королевств, безжалостным Даркеном Ралом, повелителем Д’Хары, в смертельную схватку за обладание тремя волшебными шкатулками Одена, одна из которых дарует бессмертие, вторая – смерть, а третья – несет гибель всему живому…",
          "image": "https://cv7.litres.ru/pub/c/elektronnaya-kniga/cover_415/120672-terri-gudkaynd-pervoe-pravilo-volshebnika.jpg"
      }

  ],

  "authors": [
      {
          "id": 1,
          "short_name": "Сапковский А.",
          "name": "Анджей Сапковский"
      }, 
      {
          "id": 2,
          "short_name": "Гудкайнд Т.",
          "name": "Терри Гудкайнд"
      } 
  ]
}